---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecTrueLoad
source: html/07160830-48e1-84bd-d359-7098cb8c4f81.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecTrueLoad Property

"True Load"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecTrueLoad { get; }
```